[
    {
        "name": "John Doe",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(1).webp",
        "feedback": "I recently purchased this product and I must say, it's absolutely fantastic! The build quality is impressive, the performance is top-notch, and it has exceeded all my expectations. I highly recommend it.",
        "rating": 5
    },
    {
        "name": "Jane Smith",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(2).webp",
        "feedback": "I've been using this product for a while now, and I'm quite satisfied with its overall quality and performance. It's reliable, easy to use, and has definitely enhanced my daily routine. I would give it a solid 4 out of 5.",
        "rating": 4
    },
    {
        "name": "David Johnson",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(3).webp",
        "feedback": "Not only is the product exceptional, but the customer service I received was outstanding. They were attentive, helpful, and resolved all my queries promptly. Kudos to the team! I highly recommend both the product and the excellent service.",
        "rating": 5
    },
    {
        "name": "Emily Wilson",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(4).webp",
        "feedback": "While the product itself works fine and meets my needs, I was a bit disappointed with the packaging. It arrived with visible damage, which was quite unfortunate. However, I'm relieved that the product was undamaged and functions perfectly.",
        "rating": 3
    },
    {
        "name": "Michael Brown",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(5).webp",
        "feedback": "Unfortunately, this product did not live up to my expectations. The performance was below average, and I encountered several issues while using it. I'm disappointed with my purchase and wouldn't recommend it.",
        "rating": 2
    },
    {
        "name": "Sarah Davis",
        "img": "https://tecdn.b-cdn.net/img/Photos/Avatars/img%20(6).webp",
        "feedback": "I absolutely love this product! It's exactly what I was looking for. The features are impressive, the design is sleek, and it has greatly enhanced my productivity. I couldn't be happier with my purchase. A solid 5 out of 5!",
        "rating": 5
    }
]